@extends("layouts.app")
@section('title-block') 

Создание сайта

@endsection
@section('content')

<!-- Раздел "Создание сайта" -->
<section class="develop" id="develop">
<h2 class="heading">Разработка и <span>продвижение сайтов</span></h2>

      <div class="develop_row">

        <div class="develop_column">
          <div class="develop_card">
            
            <h3>Анализ конкурентов и целевой аудитории</h3>
            <p>
            Перед тем, как приступить к составлению технического задания на дизайн, специалист по рекламе и поисковому продвижению проводит анализ конкурентов. В ходе этого анализа выявляются сильные стороны конкурентов и факторы, которые позволили им достичь высоких результатов. Также изучаются проблемы потенциальных клиентов, их потребности, включая язык общения и специфические термины.
            </p>
          </div>
        </div>

        <div class="develop_column">
          <div class="develop_card">
            
            <h3>Техзадание и заключение договора</h3>
            <p>
            После завершения анализа создается техническое задание, которое будет использоваться дизайнером, программистом и копирайтером. Это задание прикладывается к официальному договору, в котором также указываются этапы и сроки разработки веб-сайта.
            </p>
          </div>
        </div>

        <div class="develop_column">
          <div class="develop_card">
           
            <h3>Проектирование и прототипирование</h3>
            <p>
              Сначала создается предварительный макет, на котором отображаются все значимые элементы, блоки, заголовки и примерный текст. После получения одобрения заказчика по этому макету, дизайнер приступает к работе.
            </p>
          </div>
        </div>

        <div class="develop_column">
          <div class="develop_card">
            
            <h3>Разработка дизайна сайта</h3>
            <p>
            Дизайнер начинает с отрисовки части главной страницы, которая поможет клиенту получить общее представление о концепции. Эта часть демонстрируется заказчику, и затем вносятся коррективы и предложения на основе его обратной связи. После этого дизайнер завершает отрисовку остальной части страницы. Мы не создаем несколько готовых вариантов сайта, так как уделяем особое внимание проработке технического задания с учетом пожеланий заказчика и согласованию последующих шагов на ключевых этапах. Этот подход является более эффективным, помогает экономить время и ресурсы.
            </p>
          </div>
        </div>

        <div class="develop_column">
          <div class="develop_card">
            
            <h3>Кроссбраузерная и адаптивная вёрстка</h3>
            <p>           
            Учитывая, что около 30% посетителей сайтов заходят с мобильных устройств и используют различные браузеры, такие как Mozilla, Chrome, Opera, Safari и другие, важно, чтобы ваш сайт корректно отображался на любом устройстве, подключенном к интернету. Для этого необходима адаптивная и кроссбраузерная верстка, которая обеспечивает соответствующий вид и функциональность сайта на разных платформах и браузерах. Это позволяет обеспечить удобство и доступность для всех пользователей, независимо от того, с какого устройства и браузера они заходят на сайт.
            </p>
          </div>
        </div>

        <div class="develop_column">
          <div class="develop_card">
            
            <h3>Внутренняя техническая оптимизация</h3>
            <p>
            Настройка ответов сервера, редиректов, микроразметки, ЧПУ (человеко-понятные URL), верное отображение ссылок, проверка семантики и канонических страниц.
            </p>
          </div>
        </div>

      <div class="develop_column">
          <div class="develop_card">
           
            <h3>Программирование и настройка CMS</h3>
            <p>
            При необходимости мы устанавливаем систему управления сайтом, которая позволяет вам самостоятельно редактировать и обновлять контент. Мы также настраиваем различные функциональные возможности, такие как отправка сообщений, расчеты, онлайн-консультант и персональные формы, чтобы обеспечить удобство и взаимодействие с посетителями вашего сайта.
            </p>
        </div>
        </div>

      <div class="develop_column">
          <div class="develop_card">
            
            <h3>Наполнение контентом</h3>
            <p>
            Написание текстов на основе семантического ядра. Оптимальное количество слов, символов и вхождений ключевых запросов рассчитывается на основе анализа релевантности страниц конкурентов в ТОП-выдаче. Пишем красивые сниппеты для отображения в поиске.
            </p>  
        </div>
        </div>

      <div class="develop_column">
          <div class="develop_card">
            
            <h3>Запуск сайта и тестирование</h3>
            <p>
            На имя клиента покупаем доменное имя. Размещаем сайт на надежном хостинге. Тестируем на ошибки.
            </p>
            </div>
        </div>

      <div class="develop_column">
          <div class="develop_card">
            
            <h3>Предложение дальнейшего сотрудничества</h3>
            <p>
            На этом этапе предлагаем дальнейшие наши услуги по продвижению, рекламе и техобслуживанию.
            </p>
          </div>
        </div>
    </section>
<!-- Конец "Разработки и продвижение сайта" -->

<!-- Цена разработки -->
<section class="pricingtable" id="pricingtable">
    <h2 class="heading">Цены на <span>создание сайтов</span></h2>

    <div class="pricingdev-table">

        <div class="pricingdev-card">
        <h3 class="pricingdev-header">ЛЕНДИНГ</h3>
        <div class="pricingdev-price"><sup>BYN</sup>299<span>от</span></div>
        <ul>
            <li><strong>Одностраничный</strong> сайт с контентом</li>
            <li><strong>Уникальный</strong> и удобный дизайн</li>
            <li><strong>Адаптивная</strong> верстка</li>
            <li><strong>Оптимизация</strong></li>
            <li><strong>Хостинг</strong></li>
            <li><strong></strong></li>

        </ul>
        <a href="#{{ asset('contact') }}" class="order-btn">Заказать</a>
        </div> 

        
        <div class="pricingdev-card">
        <h3 class="pricingdev-header">САЙТ-ВИЗИТКА</h3>
        <div class="pricingdev-price"><sup>BYN</sup>399<span>от</span></div>
        <ul>
            <li><strong>До 5 страниц</strong> с контентом</li>
            <li><strong>Уникальный</strong> и удобный дизайн</li>
            <li><strong>Адаптивная</strong> верстка</li>
            <li><strong>Оптимизация</strong></li>
            <li><strong>Хостинг </strong></li>
            <li><strong></strong></li>

            
        </ul>
        <a href="{{ asset('contact') }}" class="order-btn">Заказать</a>
        </div> 
  
        <div class="pricingdev-card">
        <h3 class="pricingdev-header">ИНТЕРНЕТ-ПОРТАЛ</h3>
        <div class="pricingdev-price"><sup>Индивидуально</sup></div>
        <ul>
            <li><strong>До 30 страниц</strong> с контентом</li>
            <li><strong>Уникальный</strong> и удобный дизайн</li>
            <li><strong>Адаптивная</strong> верстка</li>
            <li><strong>Оптимизация</strong></li>
            <li><strong>Хостинг </strong> и CMS</li>
            <li><strong>Установка</strong> онлайн-консультанта</li>

        </ul>
        <a href="{{ asset('contact') }}" class="order-btn">Заказать</a>
        </div> 

    </div>
</section>

    <!-- Конец Цена разработки -->

@endsection