<?php
return [

    'resume_name' => ':name',
    'Образование' => 'Образование',
    'Опыт работы' => 'Опыт работы',
    'Интересы' => 'Интересы',
    'Профиль' => 'Профиль',
    'Адрес' => 'Адрес',
    'Контакты' => 'Контакты',
    'Телефон' => 'Телефон',
    'Навыки' => 'Навыки',
    'Языки' => 'Языки',

    'address' => 'Минск, Республика Беларусь',
    
    // Интересы
    'Тайский бокс' => 'Тайский бокс',
    'Эндуро' => 'Эндуро',
    'Фридайвинг' => 'Фридайвинг',
    'Сквош' => 'Сквош',

    // Образование
    'Международный государственный экологический университет имени А.Д. Сахарова' => 'Международный государственный экологический университет имени А.Д. Сахарова',
    'Институт информационных технологий БГУИР' => 'Институт информационных технологий БГУИР',
    'Программист – Web-дизайнер' => 'Программист – Web-дизайнер',
    'Инженер-программист (в здравоохранении)' => 'Инженер-программист (в здравоохранении)',

    // Работа
    'ООО "МИРТА"' => 'ООО "МИРТА"',
    'Укладчик-упаковщик' => 'Укладчик-упаковщик',
    'РНПЦ МТ' => 'РНПЦ МТ',
    'Инженер-электроник' => 'Инженер-электроник',
    'РУП "Центр экспертиз и испытаний в здравоохранении"' => 'РУП "Центр экспертиз и испытаний в здравоохранении',
    'Ведущий специалист' => 'Ведущий специалист',
    '2014-настоящее время' => '2014-настоящее время',
    '2012' => '2012-2012',
    '2013-2014' => '2013-2014',
    
    // Языки
    'Русский' => 'Русский',
    'Белорусский' => 'Белорусский',
    'Английский' => 'Английский',
    'Родной' => 'Родной',
    'B1' => 'B1',
    
    // Навыки
    'Простой' => 'Простой',
    'Базовый' => 'Базовый',
    'Опытный' => 'Опытный',
    
    // Качества
    'Качества' => 'Качества',
    'Усидчивость' => 'Усидчивость',
    'Внимательность' => 'Внимательность',
    'Педантичность' => 'Педантичность',
    'Коммуникабельность' => 'Коммуникабельность',

    // Повышение квалификации
    'Повышение квалификации' => 'Повышение квалификации',
    'Администрирование Linux' => 'Администрирование Linux',
    'Построение и администрирование локальных сетей' => 'Построение и администрирование локальных сетей',
    'Системный администратор' => 'Системный администратор',
    'Безопасность информационных технологий' => 'Безопасность информационных технологий',
    'Защита от чрезвычайных ситуаций для руководящего состава сил ГСЧС и ГО' => 'Защита от чрезвычайных ситуаций для руководящего состава сил ГСЧС и ГО',
    '20110 Установка и настройка Windows Server 2012' => '20110 Установка и настройка Windows Server 2012',    
];



